package controllers

const HelpText string = `
Бот может присылать Вам все новинки которые выходят на animevost.
Также можете отправить название аниме, я и попробую его найти.

Для добавления в избранное, нажмите на ✰ рядом с аниме. Для удаления из избранного нажмите ★.
Ваш список избранного можно посмотреть с помощью команды /favourites.

При нажатии кнопки |Подробнее| Вам придут скриншоты аниме, его полное описание и список серий для просмотра.
Для просмотра удобнее всего использовать vlc media player.

Список основных команд:
/favourites - Избранное
/last5 - Последние 5 вышедших(обновленных) аниме на сайте
/random - Случайное аниме
/sub - Управление подписками на обновления
/help - Покажет это сообщение

Вы таже можете оставить пожелания или сообщения об ошибках с помощью команды '/fb text', например:
/fb Было бы классно добавить функционал...
`

const StartText string = `
Привет, я бот который поможет тебе искать, сохранять и смотреть аниме с сайта animevost.
Чтобы посмотреть все возможности введите /help
`
